Repository: muriloventuroso/sgc
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Bulletin Board
pt_br: Quadro de Anúncios

source: Midweek
pt_br: Meio de Semana

source: Weekend
pt_br: Fim de Semana

source: Designations
pt_br: Designações

source: Service Groups
pt_br: Grupos de Serviço

source: Theocratic Agenda
pt_br: Agenda Teocrática

source: Schedule of the Midweek Meeting
pt_br: Programação da Reunião de Meio de Semana

source: Attendants and Sound System
pt_br: Indicadores e Sistema Sonoro

source: Public Meeting and Study of Watchtower
pt_br: Reunião Pública e Estudo de A Sentinela

source: close
pt_br: fechar

source: Name
pt_br: Nome

source: Circuit
pt_br: Circuito

source: City
pt_br: Cidade

source: State
pt_br: Estado

source: Baptism Date
pt_br: Data de Batismo

source: Group
pt_br: Grupo

source: Role
pt_br: Função

source: Ministerial Servant
pt_br: Servo Ministerial

source: Attendant
pt_br: Indicador

source: Soundman
pt_br: Sonoplasta

source: Mic Passer
pt_br: Mic Volante

source: Reader Watchtower
pt_br: Leitor de A Sentinela

source: Reader Midweek
pt_br: Leitor Meio de Semana

source: Prayer
pt_br: Oração

source: Elder
pt_br: Ancião

source: Student
pt_br: Estudante

source: Stage
pt_br: Palco

source: Account Servant
pt_br: Servo de Contas

source: Secretary
pt_br: Secretário

source: Coordinator
pt_br: Coordenador

source: Superintendent of Service
pt_br: Superintendente de Serviço

source: Number
pt_br: Número

source: Number of Rooms
pt_br: Número de Salas

source: Number of Attendants
pt_br: Número de Indicadores

source: Number of Mic Passers
pt_br: Número de Mic Volante

source: Enable Bulletin Board
pt_br: Ativar Quadro de Anúncios

source: Congregation
pt_br: Congregação

source: Congregations
pt_br: Congregações

source: Leader
pt_br: Dirigente

source: Assistant
pt_br: Ajudante

source: Groups
pt_br: Grupos

source: Full Name
pt_br: Nome Completo

source: Address
pt_br: Endereço

source: Phone
pt_br: Telefone

source: Cellphone
pt_br: Celular

source: Creation Date
pt_br: Data de Criação

source: Update Date
pt_br: Data de Atualização

source: Gender
pt_br: Gênero

source: Female
pt_br: Feminino

source: Male
pt_br: Masculino

source: Is Active
pt_br: Ativo

source: Publisher
pt_br: Publicador

source: Publishers
pt_br: Publicadores

source: Alter
pt_br: Alterar

source: Actions
pt_br: Ações

source: Edit
pt_br: Editar

source: Are you sure?
pt_br: Tem certeza?

source: Delete
pt_br: Deletar

source: Send
pt_br: Enviar

source: Congregation Roles
pt_br: Funções da Congregação

source: Add Congregation Role
pt_br: Adicionar Função da Congregação

source: Add Congregation
pt_br: Adicionar Congregação

source: Add Group
pt_br: Adicionar Grupo

source: Add Publisher
pt_br: Adicionar Publicador

source: Congregation added successfully
pt_br: Congregação adicionada com sucesso

source: Congregation edited successfully
pt_br: Congregação editada com sucesso

source: Edit Congregation
pt_br: Editar Congregação

source: Congregation deleted successfully
pt_br: Congregação deletada com sucesso

source: Group added successfully
pt_br: Grupo adicionado com sucesso

source: Group edited successfully
pt_br: Grupo editado com sucesso

source: Edit Group
pt_br: Editar Grupo

source: Group deleted successfully
pt_br: Grupo deletado com sucesso

source: Publisher added successfully
pt_br: Publicador adicionado com sucesso

source: Publisher edited successfully
pt_br: Publicado editado com sucesso

source: Edit Publisher
pt_br: Editar Publicador

source: Publisher deleted successfully
pt_br: Publicado deletado com sucesso

source: Congregation Role added successfully
pt_br: Função da Congregação adicionada com sucesso

source: Congregation Role edited successfully
pt_br: Função da Congregação editada com sucesso

source: Edit Congregation Role
pt_br: Editar Função da Congregação

source: Congregation Role deleted successfully
pt_br: Função da Congregação deletada com sucesso

source: Date
pt_br: Data

source: Start Date
pt_br: Data Inicial

source: End Date
pt_br: Data Final

source: Transaction Code
pt_br: Código da Transação

source: Transaction Type
pt_br: Tipo da Transação

source: Transaction Direction
pt_br: Direção da Transação

source: Type PDF
pt_br: Tipo de PDF

source: Transaction Sheet
pt_br: Folha de Contas

source: Monthly Report
pt_br: Relatório Mensal

source: Month
pt_br: Mês

source: Balance
pt_br: Saldo

source: Off Deposits
pt_br: Depósitos

source: Deposits recorded in the Transaction Sheet but not appearing on the statement
pt_br: Depósitos registrados na Folha de Contas, mas que não aparecem no extrato

source: Bank Fees
pt_br: Taxas Bancárias

source: Bank Fees Not Recorded on Transaction Sheet
pt_br: Taxas bancárias não registradas na folha de contas

source: Bank Interest
pt_br: Juros Bancários

source: Bank Interest Not Recorded on Transaction Sheet
pt_br: Juros Bancários não registrados na Folha de Contas

source: Eletronic Donates
pt_br: Donativos Eletrônicos

source: Donations made electronically unregistered in the Transaction Sheet
pt_br: Donativos feitas eletronicamente não registradas na Folha de Contas

source: Value
pt_br: Valor

source: Donates to Construction of the Subsidiary
pt_br: Donativos para a Construção da Filial

source: Congregation (Electronic)
pt_br: Congregação (Eletrônico)

source: World Wide Work
pt_br: Obra Mundial

source: Account Deposit
pt_br: Depósito na Conta

source: Expense
pt_br: Despesa

source: Construction of the Subsidiary
pt_br: Construção da Filial

source: Interest
pt_br: Juros

source: Specific objective
pt_br: Objetivo Específico

source: Expense paid by Bethel
pt_br: Despesa paga por Betel

source: Receips
pt_br: Receitas

source: Checking Account
pt_br: Conta Bancária

source: Other
pt_br: Outro

source: In
pt_br: Entrada

source: Out
pt_br: Saída

source: User
pt_br: Usuário

source: Transaction Category
pt_br: Categoria de Transação

source: Transaction Categories
pt_br: Categorias de Transação

source: Description
pt_br: Descrição

source: Category
pt_br: Categoria

source: Note
pt_br: Observação

source: Hide from Transaction Sheet
pt_br: Esconder da Folha de Contas

source: Transaction
pt_br: Transação

source: Transactions
pt_br: Transações

source: Count
pt_br: Contagem

source: Carried Balance
pt_br: Saldo Transportado

source: Final Balance
pt_br: Saldo Final

source: Monthly Summary
pt_br: Resumo Mensal

source: Monthly Summaries
pt_br: Resumos Mensais

source: Receipts In
pt_br: Entrada de Receitas

source: Receipts Out
pt_br: Saída de Receitas

source: Receipts Final Balance
pt_br: Saldo Final de Receitas

source: Checking Account Carried Balance
pt_br: Saldo Transportado da Conta Bancária

source: Checking Account In
pt_br: Entradas na Conta Bancária

source: Checking Account Out
pt_br: Saídas da Conta Bancária

source: Checking Account Final Balance
pt_br: Saldo Final na Conta Bancária

source: Add
pt_br: Adicionar

source: Confrontation
pt_br: Confronto

source: Wire transfers / checks registered on the Account Sheet, but not yet processed by the bank:
pt_br: Transferências bancárias / cheques registrados na Folha de Contas, mas ainda não processados pelo banco:

source: Generate
pt_br: Gerar

source: Add Transaction Category
pt_br: Adicionar Categoria de Transação

source: Add Transaction
pt_br: Adicionar Transação

source: Summary
pt_br: Resumo

source: Transaction added successfully
pt_br: Transação adicionada com sucesso

source: Add Transactions
pt_br: Adicionar Transações

source: Transaction edited successfully
pt_br: Transação editada com sucesso

source: Edit Transaction
pt_br: Editar Transação

source: Transaction deleted successfully
pt_br: Transação deletada com sucesso

source: Generate PDF
pt_br: Gerar PDF

source: Transaction Category added successfully
pt_br: Categoria de Transação adicionada com sucesso

source: Transaction Category edited successfully
pt_br: Categoria de Transação editada com sucesso

source: Edit Transaction Category
pt_br: Editar Categoria de Transação

source: Transaction Category deleted successfully
pt_br: Categoria de Transação deletada com sucesso

source: Type Meeting
pt_br: Tipo de Reunião

source: Theme
pt_br: Tema

source: Person Reading
pt_br: Pessoa da Leitura

source: Reading
pt_br: Leitura

source: No
pt_br: Não

source: Yes
pt_br: Sim

source: Designation sheet
pt_br: Folha de Designações

source: President
pt_br: Presidente

source: Speaker
pt_br: Orador

source: Speaker Congregation
pt_br: Congregação do Orador

source: Reader
pt_br: Leitor

source: Title
pt_br: Título

source: Person
pt_br: Pessoa

source: Duration
pt_br: Duração

source: Room
pt_br: Sala

source: Reading Week
pt_br: Leitura da Semana

source: Initial Song
pt_br: Cântico Inicial

source: Initial Prayer
pt_br: Oração Inicial

source: Second Song
pt_br: Segundo Cântico

source: Final Prayer
pt_br: Oração Final

source: Final Song
pt_br: Cântico Final

source: Attendant 1
pt_br: Indicador 1

source: Attendant 2
pt_br: Indicador 2

source: Mic Passer 1
pt_br: Mic Volante 1

source: Mic Passer 2
pt_br: Mic Volante 2

source: Attendants
pt_br: Indicadores

source: Mic Passers
pt_br: Mic Volante

source: Meeting
pt_br: Reunião

source: Meetings
pt_br: Reuniões

source: Filled by
pt_br: Preenchido por

source: Absences
pt_br: Ausências

source: Meeting Audience
pt_br: Assistência da Reunião

source: Meetings Audience
pt_br: Assistência da Reuniões

source: Congregation Destination
pt_br: Congregação de Destino

source: Speaker Out
pt_br: Orador Saindo

source: Speakers Out
pt_br: Oradores Saindo

source: Last Update
pt_br: Última Atualização

source: Speech
pt_br: Discurso

source: Dates
pt_br: Datas

source: Meeting Audiences
pt_br: Assistência das Reuniões

source: Weekend Content
pt_br: Conteúdo Fim de Semana

source: Midweek Content
pt_br: Conteúdo Meio de Semana

source: Treasures Content
pt_br: Conteúdo Tesouros

source: Apply Yourself Content
pt_br: Conteúdo Faça seu Melhor

source: Living Christians Content
pt_br: Conteúdo Vida Cristã

source: Duplicate Entry
pt_br: Entrada Duplicada

source: Search
pt_br: Pesquisar

source: Add Meeting Audience
pt_br: Adicionar Assistência da Reunião

source: Add Meeting
pt_br: Adicionar Reunião

source: Song
pt_br: Cântico

source: Treasures From God's Word
pt_br: Tesouros da Palavra de Deus

source: Room B
pt_br: Sala B

source: Room A
pt_br: Salão Principal

source: Apply Yourself to the Field Ministry
pt_br: Faça seu Melhor no Ministério

source: Living as Christians
pt_br: Nossa Vida Cristã

source: Add Speaker Out
pt_br: Adicionar Orador Sainte

source: Meeting added successfully
pt_br: Reunião adicionada com sucesso

source: Meeting edited successfully
pt_br: Reunião editada com sucesso

source: Edit Meeting
pt_br: Editar Reunião

source: Meeting deleted successfully
pt_br: Reunião deletada com sucesso

source: Meeting Audience added successfully
pt_br: Assistência da Reunião adicionada com sucesso

source: Meeting Audience edited successfully
pt_br: Assistência da Reunião editada com sucesso

source: Edit Meeting Audience
pt_br: Editar Assistência da Reunião

source: Meeting Audience deleted successfully
pt_br: Assistência da Reunião deletada com sucesso

source: Speaker Out added successfully
pt_br: Orador Sainte adicionado com sucesso

source: Speaker Out edited successfully
pt_br: Orador Sainte editado com sucesso

source: Edit Speaker Out
pt_br: Editar Orador Sainte

source: Speaker Out deleted successfully
pt_br: Orador Sainte deletado com sucesso

source: Speeches
pt_br: Discursos

source: Auxiliary Pioneer
pt_br: Pioneiro Auxiliar

source: Regular Pioneer
pt_br: Pioneiro Regular

source: Hours
pt_br: Horas

source: Placements
pt_br: Colocações

source: Video Showings
pt_br: Vídeos Mostrados

source: Return Visits
pt_br: Revisitas

source: Studies
pt_br: Estudos

source: Field Service Report
pt_br: Relatório de Serviço de Campo

source: Field Service Reports
pt_br: Relatórios de Serviço de Campo

source: Type
pt_br: Tipo

source: Pioneer
pt_br: Pioneiro

source: Pioneers
pt_br: Pioneiros

source: Add Field Service Report
pt_br: Adicionar Relatório de Serviço de Campo

source: Add Pioneer
pt_br: Adicionar Pioneiro

source: Pioneer added successfully
pt_br: Pioneiro adicionado com sucesso

source: Pioneer edited successfully
pt_br: Pioneiro editado com sucesso

source: Edit Pioneer
pt_br: Editar Pioneiro

source: Pioneer deleted successfully
pt_br: Pioneiro deletado com sucesso

source: Field Service Report added successfully
pt_br: Relatório de Serviço de Campo adicionado com sucesso

source: Field Service Report edited successfully
pt_br: Relatório de Serviço de Campo editado com sucesso

source: Edit Field Service Report
pt_br: Editar Relatório de Serviço de Campo

source: FieldServiceReport deleted successfully
pt_br: Relatório de Serviço de Campo deletado com sucesso

source: Password
pt_br: Senha

source: English
pt_br: Inglês

source: Portuguese
pt_br: Português

source: Change Password
pt_br: Alterar Senha

source: Logout
pt_br: Sair

source: Meeting Registration
pt_br: Cadastro de Reuniões

source: Financial
pt_br: Financeiro

source: Categories
pt_br: Categorias

source: Preaching
pt_br: Pregação

source: Administration
pt_br: Administração

source: Users
pt_br: Usuários

source: Close
pt_br: Fechar

source: Welcome Back!
pt_br: Bem-Vindo de Volta!

source: Sign in to continue.
pt_br: Logue-se para continuar.

source: Log In
pt_br: Entrar

source: First
pt_br: Primeiro

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: Last
pt_br: Último

source: Page %(current)s of %(total)s
pt_br: Pagina %(current)s de %(total)s

source: %(count)s of %(total)s
pt_br: %(count)s de %(total)s

source: Set Password
pt_br: Definir Senha

source: Add User
pt_br: Adicionar Usuário

source: User added successfully
pt_br: Usuário adicionado com sucesso

source: User edited successfully
pt_br: Usuário editado com sucesso

source: Edit User
pt_br: Editar Usuário

source: User deleted successfully
pt_br: Usuário deletado com sucesso

source: Your password was successfully updated.
pt_br: Sua senha foi atualizada com sucesso.

source: Please correct the error below.
pt_br: Por favor corrija o erro abaixo.

source: Password was successfully updated.
pt_br: Senha atualizada com sucesso.
